import module from "./trusteeChairmanMessage.module.css";
import Image from "next/image";
import trustee from "../assets/trustee.jpg";

const CeoMessage = () => {
  return (
    <section className="container">
      <div className={module.ceo}>
        <div className={module.info}>
          <h1>كلمة رئيس مجلس الأمناء</h1>
          <p>
            إن هموم حياة الإنسان رغم توفر كل العناصر والمقومات التي يمكن أن تضع
            السودان في مصاف دول العالم، والمتمثلة في المورد البشري المتميز
            والموارد الطبيعية الهائلة والمزايا الجغرافية المهمة فضلاً عن الفرص
            الضخمة في مجالات الغذاء والطاقة والمعادن واللوجستيات، إلا أنه لا زال
            يرزح في بؤر الفقر ويعاني من التخلف وعدم الاستقرار والنزاعات والحروب
            المستمرة. لقد كان واضحاً أن السودان يحتاج لعدد من المفاهيم
            والترتيبات الأساسية حتى ينهض ويحقق السلام، أحد أبرز هذه المفاهيم هو
            أن تحقيق السلام المستدام يتم بالنظر خلف البندقية لا أمامها، خلف
            البندقية من خلال تحقيق التنمية المستدامة ( الثقافية والنفسية
            والأخلاقية والاجتماعية والسياسية والاقتصادية ). ومن الأشياء المهمة
            التي أقعدت بالسودان هو معضلة التنسيق والإدارة وتقاسم الأدوار، وهو ما
            يقود نحو عدد من الترتيبات من ضمنها الترتيب المتمثل في توفير منصة
            احترافية لتنظيم وتنسيق وتوجيه النشاط المتعلق بالتنمية المستدامة، بما
            في ذلك التنسيق بين الأطراف الحكومية والمجتمعية والقطاع الخاص،
            والتنسيق بين الاقتصاد الكلي والجزئي، بما يسهم في تحقيق التوازن
            التنموي وتحقيق القدرات التنافسية العالمية وعدالة توزيع الدخل القومي
            وتوفير فرص العمل للشباب، فضلاً عن تحقيق الجدوى الإنسانية
            والاجتماعية. على هذه الخلفية نستطيع أن نفهم خلفية تأسيس المنصة
            السودانية للتنمية المعروفة ببيت التنمية كمؤسسة مستقلة تُعنى بشئون
            التنمية المستدامة وقضايا الشباب وشريك في تحقيق الاستراتيجيات
            والسياسات والبرامج الوطنية، تستوفي المفاهيم والترتيبات والأبعاد التي
            ظلت مفقودة في هذا الجانب في السودان، وهي بهذا الفهم لا تسعى لتحقيق
            الربح المالي لكنها تعمل وفق الأساليب العلمية الاحترافية لإدارة
            الأعمال ومفاهيم الابتكار والإبداع والانضباط البيئي، وتعمل على تحقيق
            التنمية الشاملة والأمن الإنساني والسلام المستدام كما تهتم بعمليات
            بناء قدرات ومهارات ومعارف المنتجين والشباب والمرأة بالمستوى الذي
            يؤسس لتحقيق قيمة مضافة للإنتاج واستيفاء معايير التنافس العالمي، كما
            تسعى لتأسيس منصة احترافية للتسويق الدولي. نحن على ثقة بأن هذا المنهج
            المبني على التفكير الاستراتيجي والاحترافية المهنية والشمولية
            والمنهجية العلمية المسنودة بقيم العمل الاحترافي والشفافية والمصداقية
            المسنود بعظم التحدي والعزيمة والإرادة والأمل، هو الطريق نحو إعادة
            إعمار الوطن وتحقيق نهضته وإرساء قواعد السلام المستدام. نتمنى من كافة
            الجهات الحكومية والمنظمات التواصل معنا حتى نستطيع تحويل هذه المعاني
            إلى واقع، وأن نحول الإحباط إلى أمل وعمل.
          </p>
          <h2>
            بروفيسور/ محمد حسين أبوصالح, أستاذ علم صناعة المستقبل, رئيس مجلس
            الأمناء
          </h2>
        </div>
        <div className={module.picture}>
          <Image
            className={module.image}
            src={trustee}
            alt="CeoPicture"
            width={700}
          ></Image>
        </div>
      </div>
    </section>
  );
};

export default CeoMessage;
