import module from "./about.module.css";
import { TbTargetArrow } from "react-icons/tb";
import { GiAbstract089 } from "react-icons/gi";

const About = () => {
  return (
    <section className="container">
      <main className={module.mainInfo}>
        <h1>معلومات عنا</h1>
        <h2>بيت التنميه, لدعم و تمويل مشاريع الشباب</h2>
        <h3>من نحن</h3>
        <p>
          بيت التنمية السوداني هي مؤسسة مستقلة تعني بشؤون المشروعات الصغيرة
          والمتوسطة ومتناهية الصغر الموجهة نحو الشباب، لا تسعى لتحقيق الربح
          المالي لكنها تهتم برفع قدراتها المالية، وتعمل وفق الأساليب العلمية
          والعملية الإحترافية لأهداف وغايات برنامج التنمية المستدامة، وعليه توفر
          التمويل بقيم تواكب إحيتاجات المشاريع وبشروط تلائم مقدرات الشباب وتسعى
          لتوفير الأراضي والمرافق وحلول الطاقة وبرامج رفع القدرات والإستشارات
          والتسويق والإسهام في التأثير الإيجابي على صنع القرارات والتشريعات التي
          تساعد على تحقيق أعلى درجات التنافسية لمنتجات الشباب في الأسواق المحلية
          والعالمية، ونتفرد بتقديمنا لدائرة متكاملة لأعمال الشباب.
        </p>
        <h3>رؤيتنا</h3>
        <p>
          ن يكون بيت التنمية منصة متكاملة للتنمية ومنارة لأفضل الممارسات
          الإدارية والثقافية والفكرية والرقمية لإستغلال الموارد البشرية
          والطبيعية والمالية تحقيقا لتطلعات الشباب والوطن
        </p>
        <h3>رسالتنا</h3>
        <p>
          تحقيق الجدوى الإنسانية والإجتماعية والإقتصادية من خلال إستثمار طاقات
          الشباب والموارد الطبيعية لتحقيق الرفاهية الإقتصادية والمجتمعية والسلام
          المستدام
        </p>
      </main>
      <div className={module.subContent}>
        <div className={module.target}>
          <div className={module.title}>
            <h2>الاهداف</h2>
            <TbTargetArrow className={module.icon} />
          </div>
          <ul>
            <li>
              توجيه وإستثمار طاقات الشباب نحو إستغلال الموارد الوطنية الطبيعية
              لرفع مستوى الدخل والمشاركة في بناء وتطوير الدولة
            </li>
            <li>
              الزيادة الراسية والأفقية للإنتاج وتطبيق معايير سلاسل القيمة
              والإدارة الإلكترونية
            </li>
            <li>
              إرساء مفهوم الصناعات الصغيرة والمتوسطة للإستفادة من مؤشرات الإنتاج
              لتحقيق القيمة المضافة
            </li>
            <li>
              الحد من إشكالات الهجرة بكافة أنواعها والبطالة والأعمال الهامشية
              والجوع والجريمة المنظمة والمخدرات وإستغلال الشباب في الحروب وأعمال
              العنف
            </li>
            <li>
              خلق التنوع الإقتصادي ورفع كفاءته التنافسية من خلال زيادة الصادرات
              مقابل الواردات وتحسين مؤشر الميزان التجاري
            </li>
            <li>
              إثراء مفهوم الثقافة والإبداع والإبتكار والفنون لدى الشباب والمجتمع
            </li>
            <li>
              بسط السلام والتعايش السلمي من خلال تطبيق مفهوم ومعايير التنمية
              المتوازنة بين الريف والمدينة
            </li>
            <li>
              تيسير ولوج الشباب إلى عالم المشروعات الصغيرة والمتوسطة والمتناهية
              الصغر عبر تذليل كافة المعيقات والشروط التعجيزية
            </li>
            <li>
              ألنهوض بأعمال المشروعات الصغيرة والمتوسطة من خلال الإسهام في وضع
              القوانيين والتشريعات والإستراتيجيات والتسهيلات المتوافقة مع مؤسسات
              الدولة الأخرى
            </li>
            <li>
              توسيع نطاق الشراكات الذكية والإستراتيجية لتطوير ورفع قدرات الشباب
              وإغتنام الفرص المحلية والدولية المستهدفين
            </li>
          </ul>
        </div>
        <div className={module.strategy}>
          <div className={module.title}>
            <h2>المحاور الإستراتيجية</h2>
            <GiAbstract089 className={module.icon} />
          </div>
          <ul>
            <li>الإطار القانوني والتنظيمي</li>
            <li>تنويع مصادر التمويل</li>
            <li>تشجيع الشباب ليكونوا رواد أعمال</li>
            <li>الإنفتاح الدولي</li>
            <li>السياسات الحكومية</li>
          </ul>
        </div>
      </div>
    </section>
  );
};

export default About;
