import module from "./CeoMessage.module.css";
import Image from "next/image";
import ceo from "../assets/ceo.jpg";

const CeoMessage = () => {
  return (
    <section className="container">
      <div className={module.ceo}>
        <div className={module.info}>
          <h1>كلمة المدير التنفيذي</h1>
          <p>
            إن هموم حياة الإنسان في الدول الأفريقية والسودان على رأسها هي حياة
            معقدة ومحفوفة بمخاطر عدم الإستقرار السياسي والحروب والفساد والجوع
            وضعف التعليم والتدهور البيئي في دلالة واضحة للعنة وفرة الموارد
            الطبيعية والبشرية، لذلك نضع على عاتقنا من خلال تأسيس بيت التنمية
            العمل على مواجهة التحديات وقيادة التحول نحو مستقبل السعادة، أسوة
            بالتجارب الناجحة التي تحققت بفضل أعمال المشروعات الصغيرة والمتوسطة
            وأثرها في نهضة وتقدم دول مثل ألمانيا وكوريا وسنغافورة واليابان بعد
            خروجهم من دمار الحرب العالمية الثانية، فمن الذي كان يتوقع بأن الورش
            الصغيرة للسيارات في اليابان سوف تصبح مصانع عملاقة على مستوى العالم،
            ومن كان يتوقع أن كوريا الجنوبية التي خرجت من حروب أهلية ولا تتمتع
            بالموارد الطبيعية الكافية أن تصبح من أسرع الإقتصادات نموا في العالم،
            نحن على يقين بأننا سوف نغيير من وضع السودان مستغلين وفرة الموراد
            الطبيعية والبشرية وفرص التمويل الدولية والمحلية من أجل كتابة
            المستقبل ونقل تجاربنا الناجحة إلى الشعوب الأخرى بكل تواضع.
          </p>
          <h2>المؤسس أيمن أرباب</h2>
        </div>
        <div className={module.picture}>
          <Image
            className={module.image}
            src={ceo}
            alt="CeoPicture"
            width={700}
          ></Image>
        </div>
      </div>
    </section>
  );
};

export default CeoMessage;
